Repository: WordPressBugBounty/plugins-futy-widget
Catalog: futy-widget/languages/futy-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: You can design your own Leadbot or WhatsApp widget in the <a href="https://app.futy.io/implementation" target="_blank">Futy dashboard</a>. You can also find there your personal Futy key that you can copy and add in the input field below.
nl_nl: In het <a href=“https://app.futy.io/implementation” target=“_blank”>Futy dashboard</a> kan je jouw eigen Leadbot of widget ontwerpen. Daar staat ook jouw persoonlijke Futy key die je kan kopiëren en hieronder kan toevoegen.

source: Show on website
nl_nl: Toon op website

source: Visible
nl_nl: Ingeschakeld

source: Hidden
nl_nl: Uitgeschakeld

source: Save settings
nl_nl: Instellingen opslaan

source: Register for free
nl_nl: Registreer gratis

source: Login
nl_nl: Inloggen

source: Documentation
nl_nl: Documentatie

source: Examples
nl_nl: Voorbeelden

source: The settings are saved
nl_nl: De instellingen zijn opgeslagen

source: The Futy key is invalid
nl_nl: De opgegeven Futy key is ongeldig

source: This key cannot be found on futy.io
nl_nl: Deze key kan niet worden gevonden op futy.io

source: Futy.io settings
nl_nl: Futy.io instellingen

source: Turn your website visitors into leads with the Futy Leadbot: WhatsApp Chat, E-mail Form, Request Quote Chatbot, Phone button, Callback request, Contact forms, Appointments, Link buttons to conversion pages, Schedule a video call, Dynamic forms, FAQ’s.
nl_nl: Zet je website bezoekers om in Leads met de Futy Leadbot: WhatsApp Chat Widget, E-mail Formulier, Offerte Chatbot, Bel button, Terugbel verzoek, Contact formmulier, Afspraak inplannen, Doorlinken naar conversie pagina’s, Video call inplannen, Dynamische formulieren, FAQ’s.
